{
    "home-menu": "ပင်မစာမျက်နှာ",
    "about-menu": "ဤစာမျက်နှာအကြောင်း",
    "home-title": "Data analytics အတွက် Python ကို ဘယ်လိုစပြီး လေ့လာမလဲ?",
    "home-intro-p1": "မင်းအတွက် အသုံးဝင်မယ့် အကောင်းဆုံး resources တစ်ချို့ ငါစုထားတယ်။ Google မှာ ကိုယ်တိုင် ရှာလို့ရတာမှန်ပေမယ့်၊ ငါက အကုန်လုံးကို တစ်နေရာထဲမှာ အလွယ်ကူဆုံး စုပေးထားတာလေ။ အထူးသဖြင့် မင်းအတွက်ပါ! ဂဏန်းတွေနဲ့ မရင်းနှီးတဲ့ စတင်လေ့လာသူတစ်ယောက်အနေနဲ့ (ငါလိုပဲ) ရိုးရိုးရှင်းရှင်းလေး သင်ပေးမယ့် resources တွေဆိုရင် ဒါတွေက မင်းနဲ့ တကယ်ကိုက်ညီမယ်နော်!",
    "home-intro-p2": "ငါကိုယ်တိုင်လည်း အခုမှစထားတာဆိုတော့၊ ဒါတွေအားလုံးက beginner တွေအတွက် အဆင်ပြေပါတယ်။ မင်းအရင်က coding မလုပ်ဖူးလည်း စိတ်ပူစရာမလိုဘူး။ Python ရဲ့အကြီးမားဆုံးအားသာချက်က စကတည်းက open source ဖြစ်တာပဲ။ ပြီးတော့ လူပြောများတဲ့အတိုင်းပဲ၊ ဒါဟာ လေ့လာရအလွယ်ဆုံး programming language တွေထဲက တစ်ခုပါ။ အကောင်းဆုံးအချက်က သူက အခမဲ့လေ့လာလို့ရတာပဲ။ အခမဲ့မဟုတ်ရင်၊ ငါတောင် ဒါကိုရွေးချယ်မှာ မဟုတ်ဘူးနော်! 🙂",
    "home-curated-collection": "အောက်မှာ ကျွန်တော် ရွေးချယ်စုစည်းထားတဲ့ အရင်းအမြစ်တွေပါ",
    "home-commentary":"ကျွန်တော့်ရဲ့သင်ယူမှုနဲ့ပတ်သက်ပြီး (သို့) စာမျက်နှာအကြောင်း အကြံပြုချင်တာရှိရင်\n<a id=\"a-email\" href=\"mailto:thitnaing86@gmail.com\">email</a> ကနေ ဆက်သွယ်ပါနော်! 📩",
    "home-py4e":"Dr. Chuck ကို ကျေးဇူးအများကြီးတင်ပါတယ်! သူ့ရဲ့ စိတ်အားထက်သန်ပြီး သည်းခံတတ်တဲ့ သင်ကြားမှုပုံစံက ကျွန်တော့်ကို စာလေ့လာဖို့ စွဲမက်စေပါတယ်။ သူ့ရဲ့ PY4E ဝက်ဘ်ဆိုက်မှာ အခမဲ့ Python သင်ခန်းစာတွေနဲ့ ပြည့်နေပါတယ်၊ သူ့ရဲ့စာအုပ်ကိုလည်း အခမဲ့ရနိုင်ပါတယ်။ Dr. Chuck ရဲ့ Python for Everybody Specialization က Coursera၊ edX နဲ့ FreeCodeCamp တို့မှာ ရနိုင်တဲ့ အအောင်မြင်ဆုံး online Python သင်တန်းဖြစ်ပြီး University of Michigan ကျောင်းသားတွေအတွက် အခမဲ့ဖြစ်ပါတယ်။ သူ့ရဲ့သင်တန်းအပြည့်အစုံကို <a href=\"https://www.youtube.com/watch?v=8DvywoWv6fI&ab_channel=freeCodeCamp.org\" target=\"_blank\">YouTube</a> မှာ ၁၄ နာရီဗီဒီယိုနဲ့ ကြည့်နိုင်ပါတယ် - ဒါကကျွန်တော်စတင်လေ့လာခဲ့တဲ့နည်းလမ်းပါ! လက်မှတ်လိုချင်ရင်တော့ Coursera သို့မဟုတ် edX ကိုသွားပါ။",
    "home-coursera":"Coursera သည် ထိပ်တန်းတက္ကသိုလ် ၂၇၅ ကျော်နှင့် ပူးပေါင်းထားသော အွန်လိုင်းသင်ကြားရေးပလက်ဖောင်းတစ်ခုဖြစ်ပြီး သင်တန်းများ၊ အထူးပြုသင်တန်းများနှင့် ဘွဲ့အစီအစဉ်များစွာကို ပံ့ပိုးပေးပါသည်။ Coursera ရဲ့ ငွေကြေးအထောက်အပံ့သည် ၁၀၀% အာမခံနိုင်တော့မည်မဟုတ်သော်လည်း အကယ်၍ သင်သည် အသိပညာအတွက်သာ လိုချင်ပါက အခမဲ့သင်တန်းများကို audit mode ဖြင့် တက်ရောက်နိုင်ပါသေးသည်။ Python for Everybody Specialization သည် Coursera တွင် အကြီးအကျယ်ရေပန်းစားသော သင်တန်းတစ်ခုဖြစ်ပြီး လူဦးရေ ၁.၇ သန်းခန့် စာရင်းပေးသွင်းပြီးဖြစ်သည်။",
    "home-jovian-p1":"Jovian သည် အခြေခံမှစ၍ လက်တွေ့အသုံးချနိုင်သော သင်တန်းများကို ပို့ချပေးသည့် အွန်လိုင်းသင်ကြားရေးပလက်ဖောင်းတစ်ခုဖြစ်ပါသည်။ \"Data Analysis with Python: Zero to Pandas\" သင်တန်းသည် ကုဒ်ရေးသားခြင်းကို အဓိကထားသည့် ဒေတာဆန်းစစ်ခြင်းနည်းစနစ်များကို မိတ်ဆက်ပေးပြီး Python၊ Pandas နှင့် Numpy တို့ကို အသုံးပြုနည်းများ သင်ကြားပေးပါသည်။ သင်တန်းဗီဒီယိုအပြည့်အစုံ (၁၀ နာရီ) ကို <a href=\"https://www.youtube.com/watch?v=GPVsHOlRBBI&ab_channel=freeCodeCamp.org\" target=\"_blank\">YouTube</a> တွင် ကြည့်ရှုနိုင်ပါသည်။",
    "home-jovian-p2":"Jupyter Notebook၊ Google Colab သို့မဟုတ် Kaggle တို့ကို အသုံးပြုရန် အခွင့်အရေးရမှာဖြစ်ပြီး လက်တွေ့လုပ်ဆောင်ကြည့်ပါ! အပ်ဒိတ်လုပ်ပြီး assignment နှင့် project များကို အပြီးသတ်ခြင်းဖြင့် အောင်လက်မှတ်များ ရရှိနိုင်ပါသည်။ သို့သော် သင်တန်းပါအချက်အလက်များကို အခမဲ့အသုံးပြုခွင့်ရှိပါသည်။",
    "home-freeCodeCamp-p1":"freeCodeCamp က အံ့ဩစရာကောင်းတဲ့ အခမဲ့အွန်လိုင်းပလက်ဖောင်းတစ်ခုပါ။ ဟုတ်ပါတယ် - ၁၀၀% အခမဲ့ပါ! သင်တန်းတွေ၊ project တွေ၊ အောင်လက်မှတ်တွေပါ အခမဲ့ရနိုင်ပါတယ်။ Python အပါအဝင် အခြေခံကစဖို့ အကောင်းဆုံးသင်တန်းတွေ ရှိပါတယ်။ စိတ်ဝင်စားပြီလား? သူတို့သင်တန်းတွေကို အခုပဲ သွားကြည့်လိုက်ပါ!",
    "home-freeCodeCamp-p2":"freeCodeCamp သည် အလှူရှင်များမှ ပံ့ပိုးသော အခွန်ကင်းလွတ်ခွင့်ရ 501(c)(3) ရည်ရွယ်ချက်ဖြင့် ဖွဲ့စည်းထားသော အဖွဲ့အစည်းတစ်ခုဖြစ်ပါသည် (အမေရိကန်ပြည်ထောင်စု အခွန်အမှတ်: 82-0779546)။ သူတို့၏ ရည်မှန်းချက်မှာ လူတိုင်းကို အခမဲ့ကုဒ်ရေးသားနည်း သင်ကြားပေးရန်ဖြစ်ပြီး ဗီဒီယိုများ၊ ဆောင်းပါးများနှင့် အပြန်အလှန်သင်ယူနိုင်သော သင်ခန်းစာများစွာကို ပြုလုပ်ပေးထားပါသည် - ဤအရာအားလုံးကို လူတိုင်းအခမဲ့သုံးစွဲနိုင်ပါသည်။ အံ့ဩစရာကောင်းတယ်မဟုတ်လား? သင်သည် freeCodeCamp သို့ အလှူငွေပေးခြင်းဖြင့် သူတို့၏ ပညာရေးလုပ်ငန်းများကို ပံ့ပိုးနိုင်ပြီး ဆာဗာများ၊ ဝန်ဆောင်မှုများနှင့် ဝန်ထမ်းများအတွက် ကူညီနိုင်ပါသည်။",
    "home-sqlbot":"Programming သင်ယူနေစဉ်မှာ SQL ကို တစ်ချိန်ချိန်တော့ လေ့လာရမှာပါ။ SQLBot က အစပျိုးသူတွေအတွက် အပိုင်းလိုက် အပြန်အလှန်လေ့ကျင့်နိုင်တဲ့ သင်ခန်းစာတွေနဲ့ လေ့ကျင့်ခန်းတွေကို ပေးပါတယ် - အနည်းဆုံး ကျွန်တော့်အတွက်တော့ အရမ်းအသုံးဝင်ပါတယ်! နောက်ပြီး Python မှာ SQLite database engine ပါဝင်နေတာမို့ database တွေနဲ့ ချက်ချင်းစတင်အလုပ်လုပ်နိုင်ပါတယ်။ အသေးစား/အလတ်စား project တွေအတွက် အကောင်းဆုံးပါပဲ!",
    "home-conclusion":"သင့်မှာ ကိရိယာတွေ အဆင်သင့်ဖြစ်နေပြီဆိုရင် ဘာကိုမျှော်နေသေးလဲ? စတင်လိုက်ကြရအောင်!",
    "home-python-note-p":"Python လိုဂိုကို <a href=\"https://www.python.org/psf/trademarks/\" target=\"_blank\">PSF အမှတ်တံဆိပ် အသုံးပြုမှု မူဝါဒ</a> နှင့် <a href=\"https://s3.dualstack.us-east-2.amazonaws.com/pythondotorg-assets/media/files/Python-Logo-Usage-Guidelines-v1.0.pdf\" target=\"_blank\">Python လိုဂို အသုံးပြုမှု လမ်းညွှန်ချက်များ</a>နှင့်အညီ အသုံးပြုထားပါသည်။ အကယ်၍ စိုးရိမ်စရာရှိပါက <a href=\"mailto:thitnaing86@gmail.com\">အီးမေးလ်</a>ဖြင့် ဆက်သွယ်နိုင်ပါသည် - ကျေးဇူးပြု၍ အသိပေးပါရန်! Python လိုဂိုများနှင့်ပတ်သက်သည့် နောက်ထပ်အချက်အလက်များအတွက် ၎င်းတို့၏ <a href=\"https://www.python.org/psf/trademarks/\" target=\"_blank\">ဝက်ဘ်ဆိုဒ်</a>ကို ဝင်ရောက်ကြည့်ရှုနိုင်ပါသည်။",
    "home-python-note":"Python လိုဂိုအကြောင်း သတိပြုရန်:",
    "about-title": "ဤစာမျက်နှာအကြောင်း",
    "about-p1": "ကျွန်တော့်နာမည်က Naing ဖြစ်ပါတယ်။ အခုအချိန်မှာ Python ကိုသင်ယူနေပါတယ်။ ပထမဆုံး ဝက်ဘ်စာမျက်နှာတစ်ခုဖန်တီးဖို့အတွက် HTML ကိုလည်း စမ်းသပ်လေ့လာနေပါတယ်။ ကျွန်တော့်ဆီဆက်သွယ်ချင်ရင်တော့ အီးမေးလ်ကနေ ဆက်သွယ်နိုင်ပါတယ်။",
    "about-p2":"စကားမစပ်၊ ဒါကတော့ ကျွန်တော့်ဇာတိမြို့ရဲ့မြင်ကွင်းပါ—အံ့ဩစရာကောင်းတယ်မလား? တောင်တန်းတွေနဲ့ဝန်းရံထားတဲ့ ဒီမြို့လေးဟာ အလှပဆုံးရှုခင်းတွေကိုပေးစွမ်းပါတယ်။ ဒီနေရာကိုကြိုက်မိလိုက်တာ! သာမန်မြို့လေးတစ်မြို့ဖြစ်ပေမယ့်၊ ဒါကကျွန်တော့်ရဲ့ဇာတိမြို့ပါပဲ။ ဘယ်မြို့လဲမှန်းမသိဘူးလား?"

}